Repository: comunes/todos-contra-el-fuego-mobile
Catalog: res/values/strings_*.arb
Languages: es

# appName
source: All Against The Fire!
es: ¡Tod@s contra el Fuego!

source: Add your current position
es: Añade tu ubicación actual

# addSomePlace
source: Add some other place
es: Añade otro lugar

# addedThisLocation
source: You have already added this location
es: Ya has añadido este lugar antes

# firesNearPlace
source: Fires near other place
es: Fuegos cercanos a ti

# firesInTheWorld
source: Active fires in the world
es: Fuegos en el mundo

# firesInYourPlaces
source: Active fires in your places
es: Fuegos en tus lugares

source: You deleted this place
es: Has borrado este lugar

source: UNDO
es: DESHACER

# toDeleteThisPlace
source: Slide horizontally to delete this place
es: Desliza horizontalmente para borrar este lugar

# toDeleteThisNotification
source: Slide horizontally to delete this notification
es: Desliza horizontalmente para borrar esta notificación

# toFiresNotifications
source: Subscribe to fires notifications
es: Suscríbete a alertas de fuegos

source: Confirm
es: Confirmar

source: Unsubscribe
es: Desuscríbete

# firesAroundThisArea
source: $numFires fires at $kmAround км around this area
es: $numFires fuegos a $kmAround км a la redonda

# fireAroundThisArea
source: A fire at $kmAround км around this area
es: Un fuego a $kmAround км a la redonda

# noFiresAround
source: There is no fires
es: Sin fuegos

# noFiresAroundThisArea
source: There is no fires at $kmAround км around this area
es: No hay fuegos a $kmAround км a la redonda

# activeFiresWorldWide
source: $activeFires active fires worldwide
es: $activeFires fuegos activos en el mundo

source: Updated $lastCheck
es: Actualizado $lastCheck

# appLicense
source: (c) 2017-$thisYear Comunes Association under the GNU Affero GPL v3
es: (c) 2017-$thisYear Asociación Comunes bajo licencia GNU Affero GPL v3

source: Active fires
es: Fuegos activos

source: Notify a fire
es: Notificar un fuego

source: Support this initiative
es: Apoya esta iniciativa

source: Choose a place
es: Elige un lugar

source: Choose a watch radio
es: Elige un radio de vigilancia

source: Get alerts of fires in that area
es: Recibe alertas de fuegos en esa zona

source: Alert when there is a fire
es: Alerta cuando hay un fuego

# notPermsUbication
source: We don't have permission to get your location
es: No tenemos permisos para conocer tu ubicación

# isYourUbicationEnabled
source: I cannot get your current location. It's your ubication enabled?
es: No podemos saber tu ubicación actual. ¿Están los servicios de ubicación en tu móvil activados?

# typeTheNameOfAPlace
source: Type the name of a place, region, etc
es: Escribe el nombre de un lugar, zona, etc

# subscribeToValueAroundThisArea
source: Subscribe to $sliderValue км around this area
es: Suscríbete a $sliderValue км a la redonda

source: Warning: this is a very large area
es: Cuidado: esta zona es muy grande

# aF3wSeconds
source: a few seconds
es: unos segundos

source: a minute
es: un minuto

# inMinutes
source: $value minutes
es: $value minutos

source: an hour
es: una hora

# inHours
source: $value hours
es: $value horas

source: a day
es: un día

# inDays
source: $value days
es: $value días

source: a month
es: un mes

# inMonths
source: $value months
es: $value meses

source: a year
es: un año

# inYears
source: $value years
es: $value años

source: $something ago
es: hace $something

source: in $something
es: en $something

source: SAVE
es: GUARDAR

source: CANCEL
es: CANCELAR

source: Privacy Policy
es: Política de Privacidad

# errorFirePlaceDialog
source: We couldn't get the location of the fire
es: No hemos podido obtener la ubicación del fuego

# callEmergencyServicesTitle
source: Call 112
es: Llama al 112

# callEmergencyServicesDescription
source: You should call 112 if you have not already done so to notify the emergency services.
es: Deberías llamar al 112 si no lo has hecho ya para avisar a los servicios de emergencia.

# tweetAboutAFireTitle
source: Tweet about
es: Twittea

# tweetAboutAFireDescription
source: Additionally if you use twitter you can share additional information with the emergency services, for example, attaching photos to the tweet if you have good visibility of the fire, when you took the photos, exact location, etc. Use #hashtags type #IFMinicipalTerminal for example #IFJumilla (Forest Fire in Jumilla).
es: Adicionalmente si usas twitter puedes compartir información adicional con los servicios de emergencia, por ejemplo, adjuntando fotos al tweet si tienes buena visibilidad del fuego, cuando tomaste las fotos, ubicación exacta, etc. Usa #hashtags tipo #IFTerminoMunicipal por ejemplo #IFJumilla (Incendio Forestal en Jumilla).

# supportPageDescription
source: You can support this initiative, spreading the word, helping us to develop our software, translating this app to your language, suggesting other public data sources of fires to use, etc.
es: Puedes apoyar esta iniciativa, dando difusión, ayudándonos a desarrollar nuestro software, traduciendo esta aplicación a tu idioma, sugeriendo otras fuentes de datos públicas de fuegos para usar, etc.

# fireNotificationsTitle
source: Fire Notifications
es: Notificaciones de fuegos

# fireNotificationTitle
source: Fire Notification
es: Notificación de fuego

# fireNotificationsTitleShort
source: Notifications
es: Notificaciones

# fireNotificationsDescription
source: Here you will receive fire notifications in locations you are subscribed to
es: Aquí recibirás las notificaciones de fuegos en los lugares a los que te subscribas

# areYouSureTitle
source: Are you sure?
es: ¿Seguro?

# deleteAllFireNotificationsAlertDescription
source: This will remove all your fire notifications
es: Esto borrará todas las notificaciones de fuegos

source: DELETE
es: BORRAR

source: SHOW
es: MOSTRAR

source: CLOSE
es: CERRAR

# noConnectivity
source: This application needs an Internet connection to work
es: Esta aplicación necesita una conexión a Internet para funcionar

# NASAAck
source: We acknowledge the use of data and imagery from LANCE FIRMS operated by the NASA/GSFC/Earth Science Data and Information System (ESDIS) with funding provided by NASA/HQ.
es: Reconocemos el uso de datos e imágenes de LANCE FIRMS operadas por NASA/GSFC/Earth Science Data and Information System (ESDIS) con fondos proporcionados por NASA/HQ.

# appMoto
source: Strengthening neighborhoods against wildfires
es: Fortaleciendo vecindarios contra incendios forestales
